Repository: VitaliiPelekh/UniversityGraduateWork_v2
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Volatility Assets Chart
uk: Графік волатильності активів

source: Date
uk: Дата

source: Volatility
uk: Волатильність

source: Trading Volume
uk: Торговий Об'єм

source: Daily Returns
uk: Щоденна прибутковість

source: Price ($)
uk: Ціна ($)

source: OHLC Candlestick Chart for
uk: Графік японських свічок для

source: low
uk: низький

source: medium
uk: середній

source: high
uk: високий

source: short-term
uk: короткий термін

source: middle-term
uk: середній термін

source: long-term
uk: довгий термін

source: Portfolio risk corresponds to desired risk
uk: Ризик портфеля відповідає бажаному ризику

source: Portfolio risk is lower than desired (
uk: Ризик портфеля нижчий, ніж заданий (

source: ). Perhaps it is worth increasing the riskiness of the portfolio.
uk: ). Можливо, варто збільшити ризикованість портфеля.

source: Portfolio risk is higher than desired (
uk: Ризик портфеля вищий, ніж заданий (

source: ). We recommend reviewing the composition of the portfolio to reduce risk.
uk: ). Рекомендуємо переглянути склад портфеля для зниження ризику.

source: Risk:
uk: Ризик:

source: Neural Network Similarity Heatmap
uk: Теплова карта кореляції результатів сіамської нейромережі

source: Pearson Correlation Heatmap
uk: Теплова карта кореляції Пірсона

source: Create Your Investment Portfolio
uk: Створіть ваш інвестиційний портфель

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: Initial Investment:
uk: Початкова сума для інвестицій:

source: Financial Cushion Percentage:
uk: Фінансова подушка у процентах:

source: Risk Preference:
uk: Рівень ризику:

source: Low
uk: Низький

source: Medium
uk: Середній

source: High
uk: Високий

source: Investment Period:
uk: Період інвестування:

source: Short-Term
uk: Короткий термін

source: Middle-Term
uk: Середній термін

source: Long-Term
uk: Довгий термін

source: Financial Cushion:
uk: Фінансова подушка:

source: Available Funds:
uk: Вільні кошти:

source: Total Investment:
uk: Всього інвестовано:

source: Select Assets and Allocate Investments:
uk: Виберіть активи та розподіліть інвестиції в портфелі:

source: Ticker not exist
uk: Тікер не існує

source: Ticker
uk: Тікер

source: Investment Amount
uk: Сума інвестиції в актив

source: Remove
uk: Видалити

source: Add Asset
uk: Додати поле для активу

source: Analyze Portfolio
uk: Аналізувати портфель

source: Asset Chart
uk: Графік активу

source: Enter asset ticker...
uk: Введіть тікер активу...

source: 1-Month
uk: 1-місяць

source: 3-Months
uk: 3-місяці

source: 6-Months
uk: 6-місяців

source: 1-Year
uk: 1-рік

source: 2-Years
uk: 2-роки

source: 3-Years
uk: 3-роки

source: Load Chart
uk: Завантажити графік

source: 1-Day Trend
uk: 1-день тренд

source: 3-Days Trend
uk: 3-дня тренд

source: 1-Week Trend
uk: 1-тиждень тренд

source: Low Risk Assets
uk: Активи низького ризику

source: Defensive Assets
uk: Захисні активи

source: Bonds
uk: Держоблігації

source: Gold and precious metals
uk: Золото та дорогоцінні метали

source: Stable sector etfs
uk: Стабільний сектор ETF

source: Liquid Assets
uk: Ліквідні активи

source: Money market ETFs
uk: ETF грошового ринку

source: Medium Risk Assets
uk: Активи середнього ризику

source: Bank sector
uk: Банківський сектор

source: Defense sector
uk: Оборонний сектор

source: Food sector
uk: Харчовий сектор

source: Healthcare sector
uk: Медичний сектор

source: Oil and gas sector
uk: Нафтогазовий сектор

source: Mining sector
uk: Видобувний сектор

source: Large stable stocks
uk: Стабільні акції компаній

source: Venture Assets
uk: Венчурні активи

source: Innovation focused etfs
uk: ETF стартапів

source: High Risk Assets
uk: Активи високого ризику

source: Speculative Assets
uk: Спекулятивні активи

source: Stocks
uk: Акції

source: Cryptocurrencies
uk: Криптовалюти

source: Real estate etfs
uk: ETF нерухомості

source: Developing markets
uk: Інвестування в розвинені ринки

source: Sport wear
uk: Спортивні компанії

source: Tech stocks
uk: Акції технічних компаній

source: Biotechnologies
uk: Біотехнології

source: Green energy
uk: Зелена енергетика

source: copied to clipboard!
uk: скопійовано до буфера обміну!

source: Failed to copy ticker:
uk: Помилка при копіюванні тікера до буфера обміну:

source: 1-Month Trend
uk: 1-місячний тренд

source: 3-Months Trend
uk: 3-місячний тренд

source: 6-Months Trend
uk: 6-місячний тренд

source: 1-Year Trend
uk: 1-річний тренд

source: 2-Years Trend
uk: 2-річний тренд

source: 3-Years Trend
uk: 3-річний тренд

source: Industry:
uk: Індустрія:

source: Description:
uk: Опис:

source: You have reached the maximum number of assets (10).
uk: Ви досягли максимальної кількості активів (10).

source: You must have at least 5 assets.
uk: Ви повинні мати принаймні 5 активів

source: Loading...
uk: Завантаження...

source: Error while loading chart.
uk: Помилка при завантаженні графіка.

source: Please enter a ticker.
uk: Введіть тікер.

source: You have exceeded the available funds!
uk: Ви перевищили доступні кошти!

source: Portfolio Analysis
uk: Аналіз портфеля

source: Results of Portfolio Analysis
uk: Результати аналізу портфеля

source: Total funds:
uk: Початкова сума для інвестицій:

source: Financial safety cushion:
uk: Фінансова подушка:

source: Funds in investments:
uk: Всього інвестовано:

source: Available funds:
uk: Вільні кошти:

source: Expected portfolio risk:
uk: Очікуваний ризик портфеля:

source: The given investment period:
uk: Заданий період інвестування:

source: Neural network assessment of portfolio risk:
uk: Оцінка нейромережі ризику портфеля:

source: Recommendation:
uk: Рекомендації:

source: Return to Home Page
uk: Повернутися на головну сторінку

source: Asset replacement recommendations:
uk: Рекомендації щодо заміни активів:

source: Replace asset:
uk: Замінити актив:

source: Current investment:
uk: Поточна інвестиція:

source: Possible replacements:
uk: Можливі заміни:

source: Download the results of the analysis of your investment portfolio in the selected format:
uk: Скачайте результати аналізу вашого інвестиційного портфеля у вибраному форматі:

source: Download as PDF
uk: Скачати як PDF

source: Download as Excel
uk: Скачати як Excel

source: Investment portfolio analysis
uk: Аналіз інвестиційного портфеля

source: Portfolio assets:
uk: Активи портфеля:

source: Parameter
uk: Параметр

source: Value
uk: Значення

source: Basic information
uk: Основна інформація

source: Portfolio assets
uk: Активи портфеля

source: Asset replacement recommends
uk: Рекомендації заміни активів
